Repository: gtrujillov/Ollie
Catalog: Ollie/Localizable.xcstrings
Source language: en
Languages: es

source: %d close calls
es: %d sustos

source: ★ new personal best ★
es: ★ nuevo récord personal ★

source: ACTIVE
es: ACTIVO

source: BEAM
es: RAYO

source: BEST
es: RÉCORD

source: BG
es: FONDO

source: Bigger close-call zone.
es: Zona de susto más amplia.

source: BLINK
es: PARPADEA

source: Blood red.
es: Rojo sangre.

source: Classic
es: Clásico

source: Classic cream.
es: Crema clásica.

source: Clear blue sky.
es: Cielo azul.

source: CLOSE CALL +BLINK
es: ¡POR LOS PELOS! +PARPADEA

source: Coin Magnet
es: Imán de Monedas

source: COINS
es: MONEDAS

source: COINS EARNED
es: MONEDAS GANADAS

source: Collect %d coins
es: Recoge %d monedas

source: Combo of %d
es: Combo de %d

source: Crimson
es: Carmesí

source: DAILY
es: DIARIO

source: DAILY LASH · SHARED SEED
es: LÁTIGO DIARIO · SEMILLA COMPARTIDA

source: Daredevil
es: Temerario

source: Deep forest green.
es: Verde bosque profundo.

source: Deep space.
es: Espacio profundo.

source: Dreamy
es: Soñador

source: Each run gives you 3 missions. Complete them to earn bonus coins and unlock the shop.
es: Cada partida tiene 3 misiones. Complétalas para ganar monedas extra.

source: ENABLE
es: ACTIVAR

source: EQUIPPED
es: EQUIPADO

source: EYE BEAM!
es: ¡RAYO VISUAL!

source: Fire beam %d×
es: Dispara rayo %d×

source: FLAP TO START
es: ALETEA PARA EMPEZAR

source: Forest
es: Bosque

source: Fresh & cool.
es: Fresco y genial.

source: FRIENDS TODAY
es: AMIGOS HOY

source: game over.
es: fin del juego.

source: Garden
es: Jardín

source: Gilt
es: Dorado

source: Golden lashes.
es: Látigos dorados.

source: Goldie
es: Dorado

source: GOT IT
es: ENTENDIDO

source: HOLD
es: SUJETA

source: hold → BLINK · double-tap → EYE BEAM ⚡
es: sujeta → PARPADEA · doble toque → RAYO ⚡

source: hold → BLINK · right side → EYE BEAM ⚡
es: sujeta → PARPADEA · derecha → RAYO ⚡

source: HOME
es: INICIO

source: Into the dark.
es: Hacia la oscuridad.

source: Iron Eyelid
es: Párpado de Hierro

source: LASH
es: LÁTIGO

source: Lush green.
es: Verde exuberante.

source: Midnight
es: Medianoche

source: Minty
es: Menta

source: MISSION +%lld
es: MISIÓN +%lld

source: MISSIONS
es: MISIONES

source: Navy
es: Marino

source: NEXT
es: SIGUIENTE

source: Oceanic blue.
es: Azul oceánico.

source: ollie got eaten
es: ollie fue devorado

source: Parchment
es: Pergamino

source: POWER
es: PODER

source: Pure gold.
es: Oro puro.

source: RANKS
es: RANKING

source: Reach score %d
es: Alcanza %d puntos

source: Rookie Shield
es: Escudo Novel

source: SCORE
es: PUNTUACIÓN

source: SELECT
es: ELEGIR

source: Shadow
es: Sombra

source: SHARE
es: COMPARTIR

source: Shield absorbs 2 hits.
es: El escudo absorbe 2 golpes.

source: SHIELD BREAK
es: ESCUDO ROTO

source: SHIELD HIT
es: GOLPE ESCUDO

source: SHIELD!
es: ¡ESCUDO!

source: shop
es: tienda

source: SHOP
es: TIENDA

source: Sky
es: Cielo

source: SMASH! +%lld
es: ¡DESTRUIDO! +%lld

source: Soft lavender.
es: Lavanda suave.

source: SPEED UP!
es: ¡MÁS RÁPIDO!

source: Standard ink.
es: Tinta estándar.

source: Start each run shielded.
es: Empieza con escudo.

source: Sunset
es: Atardecer

source: Survive %ds
es: Sobrevive %ds

source: TAP · HOLD · BLINK
es: TOCA · SUJETA · PARPADEA

source: TAP & HOLD
es: TOCA Y SUJETA

source: Tap anywhere on the left to flap. Hold to BLINK — time slows and Ollie glows.
es: Toca la izquierda para aletear. Mantén pulsado para PARPADEAR — el tiempo se ralentiza.

source: tap to fly
es: toca para volar

source: TAP TO FLY AGAIN
es: TOCA PARA VOLAR DE NUEVO

source: The original.
es: El original.

source: Wait for the ⚡ charge to fill, then tap the right side to unleash a beam that blasts obstacles.
es: Espera a que ⚡ se recargue y toca la derecha para disparar el rayo ocular.

source: Warm & vibrant.
es: Cálido y vibrante.

source: Warm glow.
es: Resplandor cálido.

source: Wider coin pickup radius.
es: Mayor radio de recogida.

source: you
es: tú
